package lab04;

/**
 * Лабораторна робота №4
 * Тема: Масиви
 * Виконав: студент групи ЦК-41 Курбатов Володимир
 * Варіант: 8
 */
public class Main {
    public static void main(String[] args) {
        System.out.println("========================================");
        System.out.println("Лабораторна робота №4");
        System.out.println("Тема: Масиви");
        System.out.println("Виконав: студент групи ЦК-41 Курбатов Володимир");
        System.out.println("Варіант: 8");
        System.out.println("========================================\n");

        // ----------------------------------------------------
        // Завдання 1 (пункт 8 з таблиці 2)
        // ----------------------------------------------------
        Task8.main(args);
        System.out.println();

        // ----------------------------------------------------
        // Завдання 2 (пункт 38 з таблиці 2)
        // ----------------------------------------------------
        Task38.main(args);
        System.out.println();

        // ----------------------------------------------------
        // Завдання 3 (пункт 61 з таблиці 2)
        // ----------------------------------------------------
        Task61.main(args);
    }
}
